{
  "translation": {
    "brand-story-01": "Welcome to WARP, where sports and marketing coalesce into an explosive force.\nOur vision was born from boundless\ncreativity and the belief that every athlete holds a captivating story waiting to be told.",
    "brand-story-02": "WARP Corporation found its beginning in the boundless realm of creativity,\nwhere ideas take flight and dreams find their wings.\nJust like the warp speed of a starship soaring through the galaxy,\nour agency harnesses the velocity of innovation to propel athletes, brands,\nand sports enthusiasts to unprecedented heights.",
    "brand-story-03": "We recognize that begind each athlete stands a compelling narrative,\nwaiting to be told - a story of relentless dedication,\nindomitable spirit, and unyielding pursuit of excellence.\nThese stories, we knew, held the power to forge an unbreakable bond\nbetween athletes and their adoring fans.",
    "brand-story-04": "Thus, we went beyond simply relying on existing Sports teams and\nvenues to create our own sports teams that are relevant\nand closely connected to the lifestyle of today's sports fans.",
    "brand-story-05": "WARP's vision reaches beyond athletes alone;\nit encompasses the very fabric of sports marketing. In a world where\ncommercial brands sought to align themselves with the energy and emotion of sports,\nwe recognize the opportunity to forge partnerships that transcend the conventional.\nWARP envisions a seamless fusion between atheletes, brands, and fans\na trinity that would redefine the landscape of sports marketing.",
    "brand-story-06": "Join us as we unveil the extraordinary.",
    "brand-story-07": "",
    "brand-story-08": "",
    "brand-story-09": "",
    "jackpot-fc-01": "It is the world's first digital online Football club.",
    "jackpot-fc-02": "The leading football influencers around the world joined to",
    "jackpot-fc-03": "form Jackpot FC to showcase their talents",
    "jackpot-fc-04": "to compete against rising football stars for a cash prize.",
    "jackpot-fc-05": "With unrivaled football games in action,",
    "jackpot-fc-06": "Jackpot FC, will mesmerize the MZ generation to the new height.",
    "jackpot-fc-07": "Mr. Jackpot will lead the way for this",
    "jackpot-fc-08": "online football club to send much needed messages across",
    "jackpot-fc-09": "MZ generations.",
    "leadership-description-01": "With an unwavering passion for sports and a history of excelling as a standout\nsoccer player in his youth, John came to recognize the paramount importance of academics.\nThis realization prompted him to seek admission to Cheongshim International School,\ninspired by his prior study abroad experiences in South Africa and Austria.\nSubsequently, John pursued studies in finance and IT at Boston University Business School.\nHis journey led him to discover the world of startups, where he assumed the role of a teaching assistant,\ngaining invaluable insights. This unique exposure ultimately led him to make a bold decision:\nleaving his studies behind to establish a startup in Korea. Through a series of diverse\nentrepreneurial ventures and fruitful engagements with investors, John founded and currently helms\nWarp Corporation. The company is committed to revolutionizing the sports industry and spearheading the future of sports.",
    "leadership-description-02": "With a major in Finance and Management Information Systems from Boston University,\nhe assumed pivotal leadership roles, serving as the President of the Korean Society of\nBoston University and becoming the inaugural President of the Society of Business Administration.\nIn these capacities, his responsibilities entailed extensive engagement both within the organization and\nwith external stakeholders. Following this, he embarked on a career trajectory that included significant\nroles in data and accounting at Samil Accounting Corporation and Naver Line. Subsequently,\nhe accumulated five years of valuable experience as a Project Manager within the SK Energy division.",
    "leadership-description-03": "Upon completing his studies at Konkuk University's Department of Film, he harnessed\nhis expertise as a content producer to manage a broad spectrum of broadcast delivery productions and\nonline media advertising content. In addition to his role as an actor, he boasts a formidable professional\nacumen in production and directing. His illustrious directing career encompasses\nnoteworthy projects such as Nike's ‘Believe in Our Power,’ LS Group's ‘My Son is Strange,’ and the\nPOSCO 1% Sharing Foundation's ‘Encounter Becomes Art.’",
    "leadership-description-04": "In addition to being a Managing Partner of Elevate, he is also a serial entrepreneur who constantly\npushes the boundary of Art, Design and Technology. James empowers Asia's foremost\ncategory-leading brands to establish a global presence through innovative and bold creative solutions and insights,\nwith a particular focus on the North American market. This includes role in the past as a Chief Marketing Officer,\nturning a local self-waxing Korean Beauty brand “Zizuss” into a category leader in less than six months of joining.\nJames' creative works in the form of television commercials, documentary and prints are seen across\nAsia and beyond. His recent creative work as a creative director includes featuring\nAsia's first Volumetric Technique with a real-time virtual video production on a Metaverse Platform\n“SK Ifland.” His other creative works as the creative director at a global advertising agency includes clients\nlike IKEA, EA Sports, Mars Inc. and Hotels.com",
    "leadership-description-05": "The 2 Top, celebrated for their groundbreaking ‘Stylish Football Show,’ have not only played a\npivotal role in propelling the innovative short-form media platform Reels to success but have also\ntransformed into a prominent global sports IP representing Asia.\nWith an impressive social media following of 1.6 million, The 2 Top is directly managed by\nglobal platforms META and TikTok. Additionally, they proudly hold the prestigious position of\nbeing the sole Asian ambassador for the world's largest football brand, ‘433'"
  }
}
